Page({
  data: {
    swiperList: [
      {
        id: 0,
        src: "https://s1.328888.xyz/2022/07/25/Dhz10.jpg",
      },
      {
        id: 1,
        src: "https://s1.328888.xyz/2022/07/25/DhBlU.jpg",
      },
      {
        id: 2,
        src: "https://s1.328888.xyz/2022/07/25/DhFWF.jpg",
      },
    ],
    loveWallList: [
      {
        id: 0,
        src: "https://s1.328888.xyz/2022/07/27/DyUxn.jpg",
        title: "2020抗洪救灾感人先进事迹",
        content:
          "今年以来，我国多地发生严重洪灾。在抗洪抢险过程中涌现了无数感人事迹，下面就是小编给大家整理的有关2020抗洪救灾感人先进事迹，一起来看看吧!",
          url:"../aixinqiang1/aixinqiang1"
      },
      {
        id: 1,
        src: "https://s1.328888.xyz/2022/07/25/Dhmap.jpg",
        title: "各地志愿者火速驰援河南 风雨中撑起晴空 爱比水深情暖人心",
        content:
          "闻“汛”而动，冲锋在前，各地志愿者第一时间集结、驰援，营救受灾群众、筹集爱心物资、进行环境消杀……风雨中，他们书写了“爱比水深”的感人故事，用担当抚平风浪撑起晴空。",
          url:"../aixinqiang2/aixinqiang2"
      },
      {
        id: 2,
        src: "https://s1.328888.xyz/2022/07/27/DyQuF.jpg",
        title: "汶川地震中，百万志愿者彰显中国力量",
        content:
          "据共青团四川省委不完全统计，抗震救灾期间，团省委累计接受志愿者报名１１８万余人，有组织派遣志愿者１８万余人，开展志愿者服务达１７８万人次。这还不包括民间自发组织和无偿献血的志愿者。地震发生后，超过20万名志愿者第一时间……",
          url:"../aixinqiang3/aixinqiang3"
      },
      {
        id: 3,
        src: "https://s1.328888.xyz/2022/07/27/DyScS.jpg",
        title: "战“疫” 榜样",
        content: "黄禧，女，20岁，共青团员,川北医学院在读大学生。先后前往龚家卫生院、牌楼街道庙儿山社区以及市中区高速路口开展体温检测、车辆信息登记。截止目前，服务时长120小时，体温检测车辆3000余台，检测7200余人。",
        url:"../aixinqiang4/aixinqiang4"
      },
    ],
    newsList:[{
      id:"news_0",
      image_src:"https://s1.328888.xyz/2022/07/25/Dh6uy.webp",
      title:"四川汶川地震救灾进展情况:投入救灾金670.34亿",
      time:"2008年08月25日",
      content:"中新网8月25日电 国务院新闻办公室25日根据国务院抗震救灾总指挥部授权发布：据民政部报告，截至25日12时，四川汶川地震已确认69226人遇难，374643人受伤，失踪17923人。",
      url:"../news1/news1"
    },{
      id:"news_1",
      image_src:"https://s1.328888.xyz/2022/07/25/DhwJR.jpg",
      title:"重建迅速 防疫有力——河南洪涝受灾地救灾防疫进展见闻",
      time:"2021-08-04",
      content:"连日来，受特大洪涝灾害影响，河南省超过1400万人受灾，302人遇难。记者探访郑州、新乡、鹤壁等地发现，各地救灾重建工作井然有序，水电、交通、通信等恢复迅速。",  
      url:"../news2/news2"
    },{
      id:"news_2",
      image_src:"https://s1.328888.xyz/2022/07/25/DhToC.jpg",
      title:"国家卫健委：我国疫情防控取得阶段性重要成果",
      time:"2020-03-13",
      content:"3月13日下午，国务院联防联控机制就应对疫情影响做好稳外贸稳外资工作情况举行发布会。国家卫生健康委新闻发言人米锋表示，除湖北以外，其他省份新增确诊病例3例。",
      url:"../news3/news3"
    }]
  },
});
