// pages/news/news.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    newsList:[{
      id:"news_0",
      image_src:"https://s1.328888.xyz/2022/07/25/Dh6uy.webp",
      title:"四川汶川地震救灾进展情况:投入救灾金670.34亿",
      time:"2008年08月25日",
      content:"中新网8月25日电 国务院新闻办公室25日根据国务院抗震救灾总指挥部授权发布：据民政部报告，截至25日12时，四川汶川地震已确认69226人遇难，374643人受伤，失踪17923人。",
      url:"../news1/news1"
    },{
      id:"news_1",
      image_src:"https://s1.328888.xyz/2022/07/25/DhwJR.jpg",
      title:"重建迅速 防疫有力——河南洪涝受灾地救灾防疫进展见闻",
      time:"2021-08-04",
      content:"连日来，受特大洪涝灾害影响，河南省超过1400万人受灾，302人遇难。记者探访郑州、新乡、鹤壁等地发现，各地救灾重建工作井然有序，水电、交通、通信等恢复迅速。",  
      url:"../news2/news2"
    },{
      id:"news_2",
      image_src:"https://s1.328888.xyz/2022/07/25/DhToC.jpg",
      title:"国家卫健委：我国疫情防控取得阶段性重要成果",
      time:"2020-03-13",
      content:"3月13日下午，国务院联防联控机制就应对疫情影响做好稳外贸稳外资工作情况举行发布会。国家卫生健康委新闻发言人米锋表示，除湖北以外，其他省份新增确诊病例3例。",
      url:"../news3/news3"
    }]
  }
})